Repository: tassoman/antispam-contact-form
Catalog: fcc/fcc-*.po
Languages: it_it

source: form template is missing
it_it: imanca la maschera del form

source: There are problems with the form
it_it: Ci sono problemi con il modulo

source: Contact Form Generator
it_it: Generatore di moduli email

source: Cheatin&#8217; uh?
it_it: Vuoi fare il furbo, eh?

source: Please add &lt;!--fcc:<em>filename</em>--&gt; in the content of the post/page you want show the form.
it_it: Per favore inserisci &lt;!--fcc:<em>nomefile</em>--&gt; nel contenuto dell'articolo o della pagina, se vuoi mostrare un particolare modulo

source: If you want to change default subject or default address you must write as following: &lt;!--fcc:<em>filename:new title:email</em>--&gt;
it_it: Se vuoi cambiare l'oggetto predefinito o l'indirizzo email predefinito, devi scrivere come segue: &lt;!--fcc:<em>nomefile:Nuovo titolo:email</em>--&gt;

source: To send mails to me@mail.com: &lt;!--fcc:<em>filename::me@mail.com</em>--&gt;
it_it: Per inviare email a me@mail.com: &lt;!--fcc:<em>nomefile::me@mail.com</em>--&gt;

source: To send mails to me@mail.com with subject "hello world": &lt;!--fcc:<em>filename:hello world:me@mail.com</em>--&gt;
it_it: Per inviare email a me@mail.com con oggetto "Ciao Mondo!": &lt;!--fcc:<em>nomefile:Ciao Mondo:me@mail.com</em>--&gt;

source: To send mails with subject "hello world": &lt;!--fcc:<em>filename:hello world</em>--&gt;
it_it: Per inviare e.mail con oggetto "Ciao Mondo": &lt;!--fcc:<em>nomefile:Ciao Mondo</em>--&gt;

source: Form lists
it_it: Elenco dei moduli

source: edit
it_it: modifica

source: Subject
it_it: Oggetto

source: Default message
it_it: Messaggio predefinito

source: Error message
it_it: Messaggio di errore

source: AKISMET IS DEACTIVATED, SO THIS MESSAGE CAN`T BE USED
it_it: AKISMET È DISATTIVATO, QUESTO MESSAGGIO NON PUÒ ESSERE MOSTRATO

source: Spam message
it_it: Messaggio indesiderato

source: update
it_it: Aggiorna

source: Message from page:
it_it: Messaggio dalla pagina:

source: This is SPAM!!!
it_it: Questo è SPAM!

source: field %s is not numeric
it_it: il campo %s non è numerico

source: field %s is not a valid date (dd-mm-yyyy)
it_it: il campo %s non è una data (gg-mm-aaaa)

source: field %s is not a valid telephone number (+xx-xxxx-xxxxxxxx)
it_it: il campo %s non è un numero telefonico valido (+xx yyyy xxxzzzx)

source: field %s is empty
it_it: il campo %s è vuoto

source: field %s is not a valid email
it_it: il campo %s non è un indirizzo email valido

source: value %s is greater than max allowed value (%d)
it_it: il valore %s è maggiore del valore massimo consentito (%d)

source: value %s is smaller than min allowed value (%d)
it_it: il valore %s è più piccolo del valore minimo consentito (%d)
